Revit 2027 API
UnitTypeId.WattsPerCubicMeterPerSecond Property
 Watts per cubic meter per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WattsPerCubicMeterPerSecond { get; }
Public Shared ReadOnly Property WattsPerCubicMeterPerSecond As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WattsPerCubicMeterPerSecond {
	ForgeTypeId^ get ();
}
static member WattsPerCubicMeterPerSecond : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace